<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01//EN" "http://www.w3.org/TR/html4/strict.dtd">
<html>
<head>
  <meta http-equiv="Content-Type" content="text/html; charset=macintosh">
  <meta http-equiv="Content-Style-Type" content="text/css">
  <title></title>
  <meta name="Generator" content="Cocoa HTML Writer">
  <meta name="CocoaVersion" content="1265">
  <style type="text/css">
                       @font-face {
                 font-family: MyFont;
                 src: url('file:///android_asset/fonts/GURAKHAR.TTF')
            }
            body {
                 font-family: MyFont;
            }
    p.p1 {margin: 0.0px 0.0px 0.0px 0.0px; font: 24.0px AnmolUniBani; color: #941100}
    p.p2 {margin: 0.0px 0.0px 15.0px 0.0px; font: 24.0px Tahoma; color: #011993}
  </style>
</head>
<body>
<p class="p1">&#xA20;&#xA3E;&#xA15;&#xA41;&#xA30;&#xA41; &#xA17;&#xA3E;&#xA08;&#xA10; &#xA06;&#xA24;&#xA2E; &#xA30;&#xA70;&#xA17;&#xA3F; &#x965;</p>
<p class="p2">Sing the Praises of the Lord and Master, with the love of your soul.</p>
<p class="p1">&#xA38;&#xA30;&#xA23;&#xA40; &#xA2A;&#xA3E;&#xA35;&#xA28; &#xA28;&#xA3E;&#xA2E; &#xA27;&#xA3F;&#xA06;&#xA35;&#xA28; &#xA38;&#xA39;&#xA1C;&#xA3F; &#xA38;&#xA2E;&#xA3E;&#xA35;&#xA28; &#xA38;&#xA70;&#xA17;&#xA3F; &#x965;&#xA67;&#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">Those who seek His Sanctuary, and meditate on the Naam, the Name of the Lord, are blended with the Lord in celestial peace. ||1||Pause||</p>
<p class="p1">&#xA1C;&#xA28; &#xA15;&#xA47; &#xA1A;&#xA30;&#xA28; &#xA35;&#xA38;&#xA39;&#xA3F; &#xA2E;&#xA47;&#xA30;&#xA48; &#xA39;&#xA40;&#xA05;&#xA30;&#xA48; &#xA38;&#xA70;&#xA17;&#xA3F; &#xA2A;&#xA41;&#xA28;&#xA40;&#xA24;&#xA3E; &#xA26;&#xA47;&#xA39;&#xA40; &#x965;</p>
<p class="p2">The feet of the Lord's humble servant abide in my heart; with them, my body is made pure.</p>
<p class="p1">&#xA1C;&#xA28; &#xA15;&#xA40; &#xA27;&#xA42;&#xA30;&#xA3F; &#xA26;&#xA47;&#xA39;&#xA41; &#xA15;&#xA3F;&#xA30;&#xA2A;&#xA3E; &#xA28;&#xA3F;&#xA27;&#xA3F; &#xA28;&#xA3E;&#xA28;&#xA15; &#xA15;&#xA48; &#xA38;&#xA41;&#xA16;&#xA41; &#xA0F;&#xA39;&#xA40; &#x965;&#xA68;&#x965;&#xA6A;&#x965;&#xA69;&#xA6B;&#x965;</p>
<p class="p2">O treasure of mercy, please bless Nanak with the dust of the feet of Your humble servants; this alone brings peace. ||2||4||35||</p>
<p class="p1">&#xA27;&#xA28;&#xA3E;&#xA38;&#xA30;&#xA40; &#xA2E;&#xA39;&#xA32;&#xA3E; &#xA6B; &#x965;</p>
<p class="p2">Dhanaasaree, Fifth Mehl:</p>
<p class="p1">&#xA1C;&#xA24;&#xA28; &#xA15;&#xA30;&#xA48; &#xA2E;&#xA3E;&#xA28;&#xA41;&#xA16; &#xA21;&#xA39;&#xA15;&#xA3E;&#xA35;&#xA48; &#xA13;&#xA39;&#xA41; &#xA05;&#xA70;&#xA24;&#xA30;&#xA1C;&#xA3E;&#xA2E;&#xA40; &#xA1C;&#xA3E;&#xA28;&#xA48; &#x965;</p>
<p class="p2">People try to deceive others, but the Inner-knower, the Searcher of hearts, knows everything.</p>
<p class="p1">&#xA2A;&#xA3E;&#xA2A; &#xA15;&#xA30;&#xA47; &#xA15;&#xA30;&#xA3F; &#xA2E;&#xA42;&#xA15;&#xA30;&#xA3F; &#xA2A;&#xA3E;&#xA35;&#xA48; &#xA2D;&#xA47;&#xA16; &#xA15;&#xA30;&#xA48; &#xA28;&#xA3F;&#xA30;&#xA2C;&#xA3E;&#xA28;&#xA48; &#x965;&#xA67;&#x965;</p>
<p class="p2">They commit sins, and then deny them, while they pretend to be in Nirvaanaa. ||1||</p>
<p class="p1">&#xA1C;&#xA3E;&#xA28;&#xA24; &#xA26;&#xA42;&#xA30;&#xA3F; &#xA24;&#xA41;&#xA2E;&#xA39;&#xA3F; &#xA2A;&#xA4D;&#xA30;&#xA2D; &#xA28;&#xA47;&#xA30;&#xA3F; &#x965;</p>
<p class="p2">They believe that You are far away, but You, O God, are near at hand.</p>
<p class="p1">&#xA09;&#xA24; &#xA24;&#xA3E;&#xA15;&#xA48; &#xA09;&#xA24; &#xA24;&#xA47; &#xA09;&#xA24; &#xA2A;&#xA47;&#xA16;&#xA48; &#xA06;&#xA35;&#xA48; &#xA32;&#xA4B;&#xA2D;&#xA40; &#xA2B;&#xA47;&#xA30;&#xA3F; &#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">Looking around, this way and that, the greedy people come and go. ||Pause||</p>
<p class="p1">&#xA1C;&#xA2C; &#xA32;&#xA17;&#xA41; &#xA24;&#xA41;&#xA1F;&#xA48; &#xA28;&#xA3E;&#xA39;&#xA40; &#xA2E;&#xA28; &#xA2D;&#xA30;&#xA2E;&#xA3E; &#xA24;&#xA2C; &#xA32;&#xA17;&#xA41; &#xA2E;&#xA41;&#xA15;&#xA24;&#xA41; &#xA28; &#xA15;&#xA4B;&#xA08; &#x965;</p>
<p class="p2">As long as the doubts of the mind are not removed, liberation is not found.</p>
<p class="p1">&#xA15;&#xA39;&#xA41; &#xA28;&#xA3E;&#xA28;&#xA15; &#xA26;&#xA07;&#xA06;&#xA32; &#xA38;&#xA41;&#xA06;&#xA2E;&#xA40; &#xA38;&#xA70;&#xA24;&#xA41; &#xA2D;&#xA17;&#xA24;&#xA41; &#xA1C;&#xA28;&#xA41; &#xA38;&#xA4B;&#xA08; &#x965;&#xA68;&#x965;&#xA6B;&#x965;&#xA69;&#xA6C;&#x965;</p>
<p class="p2">Says Nanak, he alone is a Saint, a devotee, and a humble servant of the Lord, to whom the Lord and Master is merciful. ||2||5||36||</p>
<p class="p1">&#xA27;&#xA28;&#xA3E;&#xA38;&#xA30;&#xA40; &#xA2E;&#xA39;&#xA32;&#xA3E; &#xA6B; &#x965;</p>
<p class="p2">Dhanaasaree, Fifth Mehl:</p>
<p class="p1">&#xA28;&#xA3E;&#xA2E;&#xA41; &#xA17;&#xA41;&#xA30;&#xA3F; &#xA26;&#xA40;&#xA13; &#xA39;&#xA48; &#xA05;&#xA2A;&#xA41;&#xA28;&#xA48; &#xA1C;&#xA3E; &#xA15;&#xA48; &#xA2E;&#xA38;&#xA24;&#xA15;&#xA3F; &#xA15;&#xA30;&#xA2E;&#xA3E; &#x965;</p>
<p class="p2">My Guru gives the Naam, the Name of the Lord, to those who have such karma written on their foreheads.</p>
<p class="p1">&#xA28;&#xA3E;&#xA2E;&#xA41; &#xA26;&#xA4D;&#xA30;&#xA3F;&#xA5C;&#xA3E;&#xA35;&#xA48; &#xA28;&#xA3E;&#xA2E;&#xA41; &#xA1C;&#xA2A;&#xA3E;&#xA35;&#xA48; &#xA24;&#xA3E; &#xA15;&#xA3E; &#xA1C;&#xA41;&#xA17; &#xA2E;&#xA39;&#xA3F; &#xA27;&#xA30;&#xA2E;&#xA3E; &#x965;&#xA67;&#x965;</p>
<p class="p2">He implants the Naam, and inspires us to chant the Naam; this is Dharma, true religion, in this world. ||1||</p>
<p class="p1">&#xA1C;&#xA28; &#xA15;&#xA09; &#xA28;&#xA3E;&#xA2E;&#xA41; &#xA35;&#xA21;&#xA3E;&#xA08; &#xA38;&#xA4B;&#xA2D; &#x965;</p>
<p class="p2">The Naam is the glory and greatness of the Lord's humble servant.</p>
<p class="p1">&#xA28;&#xA3E;&#xA2E;&#xA4B; &#xA17;&#xA24;&#xA3F; &#xA28;&#xA3E;&#xA2E;&#xA4B; &#xA2A;&#xA24;&#xA3F; &#xA1C;&#xA28; &#xA15;&#xA40; &#xA2E;&#xA3E;&#xA28;&#xA48; &#xA1C;&#xA4B; &#xA1C;&#xA4B; &#xA39;&#xA4B;&#xA17; &#x965;&#xA67;&#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">The Naam is his salvation, and the Naam is his honor; he accepts whatever comes to pass. ||1||Pause||</p>
<p class="p1">&#xA28;&#xA3E;&#xA2E; &#xA27;&#xA28;&#xA41; &#xA1C;&#xA3F;&#xA38;&#xA41; &#xA1C;&#xA28; &#xA15;&#xA48; &#xA2A;&#xA3E;&#xA32;&#xA48; &#xA38;&#xA4B;&#xA08; &#xA2A;&#xA42;&#xA30;&#xA3E; &#xA38;&#xA3E;&#xA39;&#xA3E; &#x965;</p>
<p class="p2">That humble servant, who has the Naam as his wealth, is the perfect banker.</p>
<p class="p1">&#xA28;&#xA3E;&#xA2E;&#xA41; &#xA2C;&#xA3F;&#xA09;&#xA39;&#xA3E;&#xA30;&#xA3E; &#xA28;&#xA3E;&#xA28;&#xA15; &#xA06;&#xA27;&#xA3E;&#xA30;&#xA3E; &#xA28;&#xA3E;&#xA2E;&#xA41; &#xA2A;&#xA30;&#xA3E;&#xA2A;&#xA24;&#xA3F; &#xA32;&#xA3E;&#xA39;&#xA3E; &#x965;&#xA68;&#x965;&#xA6C;&#x965;&#xA69;&#xA6D;&#x965;</p>
<p class="p2">The Naam is his occupation, O Nanak, and his only support; the Naam is the profit he earns. ||2||6||37||</p>
<p class="p1">&#xA27;&#xA28;&#xA3E;&#xA38;&#xA30;&#xA40; &#xA2E;&#xA39;&#xA32;&#xA3E; &#xA6B; &#x965;</p>
<p class="p2">Dhanaasaree, Fifth Mehl:</p>
<p class="p1">&#xA28;&#xA47;&#xA24;&#xA4D;&#xA30; &#xA2A;&#xA41;&#xA28;&#xA40;&#xA24; &#xA2D;&#xA0F; &#xA26;&#xA30;&#xA38; &#xA2A;&#xA47;&#xA16;&#xA47; &#xA2E;&#xA3E;&#xA25;&#xA48; &#xA2A;&#xA30;&#xA09; &#xA30;&#xA35;&#xA3E;&#xA32; &#x965;</p>
<p class="p2">My eyes have been purified, gazing upon the Blessed Vision of the Lord's Darshan, and touching my forehead to the dust of His feet.</p>
<p class="p1">&#xA30;&#xA38;&#xA3F; &#xA30;&#xA38;&#xA3F; &#xA17;&#xA41;&#xA23; &#xA17;&#xA3E;&#xA35;&#xA09; &#xA20;&#xA3E;&#xA15;&#xA41;&#xA30; &#xA15;&#xA47; &#xA2E;&#xA4B;&#xA30;&#xA48; &#xA39;&#xA3F;&#xA30;&#xA26;&#xA48; &#xA2C;&#xA38;&#xA39;&#xA41; &#xA17;&#xA4B;&#xA2A;&#xA3E;&#xA32; &#x965;&#xA67;&#x965;</p>
<p class="p2">With joy and happiness, I sing the Glorious Praises of my Lord and Master; the Lord of the World abides within my heart. ||1||</p>
<p class="p1">&#xA24;&#xA41;&#xA2E; &#xA24;&#xA09; &#xA30;&#xA3E;&#xA16;&#xA28;&#xA39;&#xA3E;&#xA30; &#xA26;&#xA07;&#xA06;&#xA32; &#x965;</p>
<p class="p2">You are my Merciful Protector, Lord.</p>
<p class="p1">&#xA38;&#xA41;&#xA70;&#xA26;&#xA30; &#xA38;&#xA41;&#xA18;&#xA30; &#xA2C;&#xA47;&#xA05;&#xA70;&#xA24; &#xA2A;&#xA3F;&#xA24;&#xA3E; &#xA2A;&#xA4D;&#xA30;&#xA2D; &#xA39;&#xA4B;&#xA39;&#xA41; &#xA2A;&#xA4D;&#xA30;&#xA2D;&#xA42; &#xA15;&#xA3F;&#xA30;&#xA2A;&#xA3E;&#xA32; &#x965;&#xA67;&#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">O beautiful, wise, infinite Father God, be Merciful to me, God. ||1||Pause||</p>
<p class="p1">&#xA2E;&#xA39;&#xA3E; &#xA05;&#xA28;&#xA70;&#xA26; &#xA2E;&#xA70;&#xA17;&#xA32; &#xA30;&#xA42;&#xA2A; &#xA24;&#xA41;&#xA2E;&#xA30;&#xA47; &#xA2C;&#xA1A;&#xA28; &#xA05;&#xA28;&#xA42;&#xA2A; &#xA30;&#xA38;&#xA3E;&#xA32; &#x965;</p>
<p class="p2">O Lord of supreme ecstasy and blissful form, Your Word is so beautiful, so drenched with Nectar.</p>
<p class="p1">&#xA39;&#xA3F;&#xA30;&#xA26;&#xA48; &#xA1A;&#xA30;&#xA23; &#xA38;&#xA2C;&#xA26;&#xA41; &#xA38;&#xA24;&#xA3F;&#xA17;&#xA41;&#xA30; &#xA15;&#xA4B; &#xA28;&#xA3E;&#xA28;&#xA15; &#xA2C;&#xA3E;&#xA02;&#xA27;&#xA3F;&#xA13; &#xA2A;&#xA3E;&#xA32; &#x965;&#xA68;&#x965;&#xA6D;&#x965;&#xA69;&#xA6E;&#x965;</p>
<p class="p2">With the Lord's lotus feet enshrined in his heart, Nanak has tied the Shabad, the Word of the True Guru, to the hem of his robe. ||2||7||38||</p>
<p class="p1">&#xA27;&#xA28;&#xA3E;&#xA38;&#xA30;&#xA40; &#xA2E;&#xA39;&#xA32;&#xA3E; &#xA6B; &#x965;</p>
<p class="p2">Dhanaasaree, Fifth Mehl:</p>
<p class="p1">&#xA05;&#xA2A;&#xA28;&#xA40; &#xA09;&#xA15;&#xA24;&#xA3F; &#xA16;&#xA32;&#xA3E;&#xA35;&#xA48; &#xA2D;&#xA4B;&#xA1C;&#xA28; &#xA05;&#xA2A;&#xA28;&#xA40; &#xA09;&#xA15;&#xA24;&#xA3F; &#xA16;&#xA47;&#xA32;&#xA3E;&#xA35;&#xA48; &#x965;</p>
<p class="p2">In His own way, He provides us with our food; in His own way, He plays with us.</p>
<p class="p1">&#xA38;&#xA30;&#xA2C; &#xA38;&#xA42;&#xA16; &#xA2D;&#xA4B;&#xA17; &#xA30;&#xA38; &#xA26;&#xA47;&#xA35;&#xA48; &#xA2E;&#xA28; &#xA39;&#xA40; &#xA28;&#xA3E;&#xA32;&#xA3F; &#xA38;&#xA2E;&#xA3E;&#xA35;&#xA48; &#x965;&#xA67;&#x965;</p>
<p class="p2">He blesses us with all comforts, enjoyments and delicacies, and he permeates our minds. ||1||</p>
<p class="p1">&#xA39;&#xA2E;&#xA30;&#xA47; &#xA2A;&#xA3F;&#xA24;&#xA3E; &#xA17;&#xA4B;&#xA2A;&#xA3E;&#xA32; &#xA26;&#xA07;&#xA06;&#xA32; &#x965;</p>
<p class="p2">Our Father is the Lord of the World, the Merciful Lord.</p>
<p class="p1">&#xA1C;&#xA3F;&#xA09; &#xA30;&#xA3E;&#xA16;&#xA48; &#xA2E;&#xA39;&#xA24;&#xA3E;&#xA30;&#xA40; &#xA2C;&#xA3E;&#xA30;&#xA3F;&#xA15; &#xA15;&#xA09; &#xA24;&#xA48;&#xA38;&#xA47; &#xA39;&#xA40; &#xA2A;&#xA4D;&#xA30;&#xA2D; &#xA2A;&#xA3E;&#xA32; &#x965;&#xA67;&#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">Just as the mother protects her children, God nurtures and cares for us. ||1||Pause||</p>
<p class="p1">&#xA2E;&#xA40;&#xA24; &#xA38;&#xA3E;&#xA1C;&#xA28; &#xA38;&#xA30;&#xA2C; &#xA17;&#xA41;&#xA23; &#xA28;&#xA3E;&#xA07;&#xA15; &#xA38;&#xA26;&#xA3E; &#xA38;&#xA32;&#xA3E;&#xA2E;&#xA24;&#xA3F; &#xA26;&#xA47;&#xA35;&#xA3E; &#x965;</p>
<p class="p2">You are my friend and companion, the Master of all excellences, O eternal and permanent Divine Lord.</p>
<p class="p1">&#xA08;&#xA24; &#xA0A;&#xA24; &#xA1C;&#xA24; &#xA15;&#xA24; &#xA24;&#xA24; &#xA24;&#xA41;&#xA2E; &#xA39;&#xA40; &#xA2E;&#xA3F;&#xA32;&#xA48; &#xA28;&#xA3E;&#xA28;&#xA15; &#xA38;&#xA70;&#xA24; &#xA38;&#xA47;&#xA35;&#xA3E; &#x965;&#xA68;&#x965;&#xA6E;&#x965;&#xA69;&#xA6F;&#x965;</p>
<p class="p2">Here, there and everywhere, You are pervading; please, bless Nanak to serve the Saints. ||2||8||39||</p>
<p class="p1">&#xA27;&#xA28;&#xA3E;&#xA38;&#xA30;&#xA40; &#xA2E;&#xA39;&#xA32;&#xA3E; &#xA6B; &#x965;</p>
<p class="p2">Dhanaasaree, Fifth Mehl:</p>
<p class="p1">&#xA38;&#xA70;&#xA24; &#xA15;&#xA4D;&#xA30;&#xA3F;&#xA2A;&#xA3E;&#xA32; &#xA26;&#xA07;&#xA06;&#xA32; &#xA26;&#xA2E;&#xA4B;&#xA26;&#xA30; &#xA15;&#xA3E;&#xA2E; &#xA15;&#xA4D;&#xA30;&#xA4B;&#xA27; &#xA2C;&#xA3F;&#xA16;&#xA41; &#xA1C;&#xA3E;&#xA30;&#xA47; &#x965;</p>
<p class="p2">The Saints are kind and compassionate; they burn away their sexual desire, anger and corruption.</p>
<p class="p1">&#xA30;&#xA3E;&#xA1C;&#xA41; &#xA2E;&#xA3E;&#xA32;&#xA41; &#xA1C;&#xA4B;&#xA2C;&#xA28;&#xA41; &#xA24;&#xA28;&#xA41; &#xA1C;&#xA40;&#xA05;&#xA30;&#xA3E; &#xA07;&#xA28; &#xA0A;&#xA2A;&#xA30;&#xA3F; &#xA32;&#xA48; &#xA2C;&#xA3E;&#xA30;&#xA47; &#x965;&#xA67;&#x965;</p>
<p class="p2">My power, wealth, youth, body and soul are a sacrifice to them. ||1||</p>
<p class="p1">&#xA2E;&#xA28;&#xA3F; &#xA24;&#xA28;&#xA3F; &#xA30;&#xA3E;&#xA2E; &#xA28;&#xA3E;&#xA2E; &#xA39;&#xA3F;&#xA24;&#xA15;&#xA3E;&#xA30;&#xA47; &#x965;</p>
<p class="p2">With my mind and body, I love the Lord's Name.</p>
<p class="p1">&#xA38;&#xA42;&#xA16; &#xA38;&#xA39;&#xA1C; &#xA06;&#xA28;&#xA70;&#xA26; &#xA2E;&#xA70;&#xA17;&#xA32; &#xA38;&#xA39;&#xA3F;&#xA24; &#xA2D;&#xA35; &#xA28;&#xA3F;&#xA27;&#xA3F; &#xA2A;&#xA3E;&#xA30;&#xA3F; &#xA09;&#xA24;&#xA3E;&#xA30;&#xA47; &#x965; &#xA30;&#xA39;&#xA3E;&#xA09; &#x965;</p>
<p class="p2">With peace, poise, pleasure and joy, He has carried me across the terrifying world-ocean. ||Pause||</p>
</body>
</html>
